#კომენტარი - გამოიყენება იმისთვის რომ ავხსნათ ჩვენი შექმნილი კოდი 
#case_sensitive-არის როდესაც პროგრამირების ენაში ასოები განსხვავდება დიდი და პატარა ასოთი
#snakecase-არის როდესაც მნიშვნელობას გამოვყობთ ცვლადში _ ტირეთი
my_name = "ილია"
my_age = 18
favorite_car = "mercedes"
favorite_food = "xinkali"
print("ჩემისახელი:" + my_name  + "ჩემი ასაკია:" + my_age  + "ჩემი ფავორიტი მანქანა:" + favorite_car + "ჩემი საყვარელი საჭმელია:" + favorite_food)
#bug-არის პროგრამირებაში როდესაც შეცდომას იწვევს კოდი
#debugging-არის როდესაც პროგრამისტი ასწორებს შეცდომას და ეძებს ამ შეცდომას
print("Hello World")
city = "London"
print(city)

